[
    {
        "id": 6496,
        "content": "They are all in on it and the same people who caused the destruction of the economy are still running the show so they can keep us down and buy up the country cheap.",
        "label": "Cause-Effect"
    },
    {
        "id": 3260,
        "content": "Sheet and rill erosion is considered to be the most harmful of all soil erosion forms since it may be unnoticed or ignored by the peasant.",
        "label": "Cause-Effect"
    },
    {
        "id": 5645,
        "content": "Researchers have thrown a lot of resources into the archives without checking.",
        "label": "Entity-Destination"
    },
    {
        "id": 4749,
        "content": "Thrombopoietin is a glycoprotein hormone that regulates the production of platelets by the bone marrow .",
        "label": "Product-Producer"
    },
    {
        "id": 5014,
        "content": "Corruption is one of the main causes of a global crisis that deprives more than a billion people of access to safe drinking water and more than 2.6 billion of access to sanitation systems.",
        "label": "Cause-Effect"
    },
    {
        "id": 7710,
        "content": "Literary criticism is the study of literature by means of a microscopic knowledge of the language in which a book is written, of its growth from various roots , of its stages of development and the factors influencing them, of its condition in the period of this particular composition, of the writer's idiosyncrasies of thought and style in his ripening periods, of the general history and literature of his race, and of the special characteristics of his age and of his contemporary writers.",
        "label": "Other"
    },
    {
        "id": 2347,
        "content": "The band performs with a high level of musicality , energy and spirit while combining sensitive group interplay with dynamic solo improvisations.",
        "label": "Other"
    },
    {
        "id": 2196,
        "content": "The newly elected president is making a speech addressing the latest threat to this countries economy and people.",
        "label": "Message-Topic"
    },
    {
        "id": 2826,
        "content": "Fellows also participate in a program of seminars and colloquia focusing on contemporary issues and community building in the Asia-Pacific region.",
        "label": "Message-Topic"
    },
    {
        "id": 7122,
        "content": "The bulbs in my house use 190 watts.",
        "label": "Component-Whole"
    },
    {
        "id": 3026,
        "content": "Serious people flinch from being associated with the intellectual slum that is the Bush campaign, with its riffraff of liars and aspiring ayatollahs.",
        "label": "Member-Collection"
    },
    {
        "id": 3908,
        "content": "This painting depicts a swooping falcon with its claws bared pursuing a host of nine sparrows in frightened flight, the two forming an energetic arc enriched by the lifted right wing of the falcon and the panicked sparrows dispersed in all directions.",
        "label": "Member-Collection"
    },
    {
        "id": 7559,
        "content": "The students designed the home's living areas with an eye toward making a small house feel spacious.",
        "label": "Other"
    },
    {
        "id": 3379,
        "content": "A war of words erupts between Sinn Fein and the DUP over the devolution of policing and justice powers to Northern Ireland.",
        "label": "Message-Topic"
    },
    {
        "id": 3209,
        "content": "It is a relatively simple task to lubricate your brake cables periodically.",
        "label": "Component-Whole"
    },
    {
        "id": 928,
        "content": "Job listings in India have been added to our careers section .",
        "label": "Entity-Destination"
    }
]