[
    "What is biology? In simple terms, biology is the study of living organisms and their interactions with one another and their environments. This is a very broad definition because the scope of biology is vast.",
    "What does the study of biology share with other scientific disciplines? Science (from the Latin scientia, meaning “knowledge”) can be defined as knowledge that covers general truths or the operation of general laws, especially when acquired and tested by the scientific method. It becomes clear from this definition that the application of the scientific method plays a major role in science.",
    "A valid hypothesis must be testable. It should also be falsifiable, meaning that it can be disproven by experimental results. Importantly, science does not claim to “prove” anything because scientific understandings are always subject to modification with further information.",
    "Using the negative logarithm to generate positive integers, high concentrations of hydrogen ions yield a low pH number, whereas low levels of hydrogen ions result in a high pH. An acid is a substance that increases the concentration of hydrogen ions (H+) in a solution, usually by having one of its hydrogen atoms dissociate. A base provides either hydroxide ions (OH–) or other negatively charged ions that combine with hydrogen ions, reducing their concentration in the solution and thereby raising the pH.",
    "Most mollusks are dioecious animals and fertilization occurs externally, although this is not the case in terrestrial mollusks, such as snails and slugs, or in cephalopods. In some mollusks, the zygote hatches and undergoes two larval stages—trochophore and veliger—before becoming a young adult; bivalves may exhibit a third larval stage, glochidia.",
    "Calcareous spines may be present on the girdle to offer protection from predators. Respiration is facilitated by ctenidia (gills) that are present ventrally. These animals possess a radula that is modified for scraping.",
    "These animals are asymmetrical and usually present a coiled shell ([link]). Shells may be planospiral (like a garden hose wound up), commonly seen in garden snails, or conispiral, (like a spiral staircase), commonly seen in marine conches.",
    "The head is rudimentary and protrudes out of the posterior end of the shell. These animals do not possess eyes, but they have a radula, as well as a foot modified into tentacles with a bulbous end, known as captaculae. Captaculae serve to catch and manipulate prey.",
    "Phylum Annelida includes segmented worms. These animals are found in marine, terrestrial, and freshwater habitats, but a presence of water or humidity is a critical factor for their survival, especially in terrestrial habitats.",
    "The phylum includes earthworms, polychaete worms, and leeches. Annelids show protostomic development in embryonic stages and are often called “segmented worms” due to their key characteristic of metamerism, or true segmentation.",
    "The overall body can be divided into head, body, and pygidium (or tail). The clitellum is a reproductive structure that generates mucus that aids in sperm transfer and gives rise to a cocoon within which fertilization occurs; it appears as a fused band in the anterior third of the animal ([link]).",
    "Circular as well as longitudinal muscles are located interior to the epidermis. Chitinous hairlike extensions, anchored in the epidermis and projecting from the cuticle, called setae/chaetae are present in every segment. Annelids show the presence of a true coelom, derived from embryonic mesoderm and protostomy.",
    "The number and size of chaetae are greatly diminished in Oligochaeta compared to the polychaetes (poly=many, chaetae = hairs). The many chetae of polychaetes are also arranged within fleshy, flat, paired appendages that protrude from each segment called parapodia, which may be specialized for different functions in the polychates. The subclass Hirudinea includes leeches such as Hirudo medicinalis and Hemiclepsis marginata.",
    "The name derives from the word ecdysis, which refers to the shedding, or molting, of the exoskeleton. The phyla in this group have a hard cuticle that covers their bodies, which must be periodically shed and replaced for them to increase in size.Phylum Nematoda includes more than 28,000 species with an estimated 16,000 being parasitic in nature. The name Nematoda is derived from the Greek word “Nemos,” which means “thread” and includes roundworms.",
    "The name “arthropoda” means “jointed legs” (in the Greek, “arthros” means “joint” and “podos” means “leg”); it aptly describes the enormous number of invertebrates included in this phylum. Arthropoda dominate the animal kingdom with an estimated 85 percent of known species included in this phylum and many arthropods yet undocumented. The principal characteristics of all the animals in this phylum are functional segmentation of the body and presence of jointed appendages."
]